MAIN_TEXT = "Привет. Это официальный телеграмм-бот бренда TRANSPEED. Здесь вы найдете полезную информацию и сможете связаться с нашей службой поддержки!"

SUPPORT_TEXT = "📞 Служба поддержки:\n\nВы можете задавать свои вопросы в этот чат, и наша система искусственного интеллекта постарается на них ответить. Если вопрос не будет решен, мы свяжемся с вами в ближайшее время."

SUPPORT_LIMIT_REACHED = "Похоже, у нас возникли трудности с ответом на ваш вопрос. Пожалуйста, обратитесь в службу поддержки для более детальной консультации. Специалист свяжется с вами в ближайшее время. Спасибо за понимание!"

AI_ERROR = "Извините, произошла ошибка при обработке вашего запроса. Попробуйте еще раз или обратитесь в службу поддержки."

